{
  "nav.title": "المجموعة الإسلامية الجامعية في إنغولشتات",
  "nav.home": "الرئيسية",
  "nav.about": "من نحن",
  "nav.events": "الفعاليات",
  "nav.resources": "الموارد",
  "nav.partners": "الشركاء",
  "nav.contact": "اتصل بنا",
  "footer.copyright": "© 2025 المجموعة الإسلامية الجامعية في إنغولشتات. جميع الحقوق محفوظة.",
  "social.instagram": "إنستجرام",
  "social.whatsapp": "واتساب",
  "social.facebook": "فيسبوك",
  "social.youtube": "يوتيوب",
  "footer.contact": "تواصل معنا",
  "index.title": "مرحبًا بكم في المجموعة الإسلامية الجامعية في إنغولشتات" ,
  "index.description": "المجموعة الإسلامية الجامعية في إنغولشتات هي منظمة حيوية يقودها الطلاب وتتمحور حول خدمة المجتمع، وتعمل على دعم الطلاب المسلمين في الجامعة التقنية في إنغولشتات، بالإضافة إلى المجتمع الإسلامي الأوسع في المدينة. ننمو معًا من خلال الإيمان، والتعلّم، والتواصل الهادف.",
  "index.joinUs": "انضم إلينا",
  "index.aboutCardDescription": "تعرّف أكثر على رسالتنا، رؤيتنا، والقيم التي تقود مجموعتنا الطلابية.",
  "index.readMore": "اقرأ المزيد",
  "index.eventsCardDescription": "تابع آخر المستجدات حول اللقاءات الأسبوعية، والندوات، والتجمعات التي تنظمها مجموعة MHG إنغولشتات.",
  "index.viewEvents": "عرض الفعاليات",
  "index.resourcesCardDescription": "ابحث عن المساجد، والطعام الحلال، وأماكن الصلاة التي تدعم حياتك اليومية والأكاديمية.",
  "index.exploreResources": "استكشاف الموارد",
  "register.thankYou": "شكرًا لك!",
  "register.successMessage": "تم استلام تسجيلك بنجاح.",
  "register.seeYouMessage": "نتطلع لرؤيتك في الفعالية. إذا كان لديك أي استفسارات، فلا تتردد في التواصل معنا!",
  "register.backToEvents": "العودة إلى الفعاليات",
  "about.MHG": "جموعة الطلبة المسلمين في إنغولشتات",
  "about.description1": "هي منظمة طلابية يقودها الطلاب وتعمل كجسر يربط بين الطلاب المسلمين والمجتمعات الإسلامية المحلية في إنغولشتات.",
  "about.description2": "هدفنا هو توفير بيئة ترحيبية تساعد الطلاب على تعزيز إيمانهم، والتفاعل مع المعرفة الإسلامية، وبناء علاقات فيما بينهم من خلال أنشطة دينية وأكاديمية واجتماعية.",
  "about.description3": "سواء كنت جديدًا في المدينة، أو تبحث عن أماكن للصلاة، أو ترغب في المشاركة في فعاليات مجتمعية — فنحن هنا لدعمك في رحلتك."

}
